{
    "author": "Danilo Andrade",
    "body": "/n/nEm um país onde as ações do poder público são centralizadas, pouco transparentes e muitas vezes interpretadas como paliativas, é fundamental que se compreenda a formulação das políticas públicas, para entendermos que existe planejamento no setor público brasileiro. /n/nNeste texto, que inicia uma trilha de conteúdos sobre esse importantíssimo assunto, vamos explicar o que são políticas públicas e como elas são planejadas e implementadas. Continue conosco para conhecer mais sobre esse processo, por meio do qual se busca assegurar os seus direitos. /n/nAs políticas públicas afetam a todos os cidadãos, de todas as escolaridades, independente de sexo, raça, religião ou nível social. Com o aprofundamento e a expansão da democracia, as responsabilidades do representante popular se diversificaram. Hoje, é comum dizer que sua função é promover o bem-estar da sociedade. O bem-estar da sociedade está relacionado a ações bem desenvolvidas e à sua execução em áreas como saúde, educação, meio ambiente, habitação, assistência social, lazer, transporte e segurança, ou seja, deve-se contemplar a qualidade de vida como um todo. /n/nE é a partir desse princípio que, para atingir resultados satisfatórios em diferentes áreas, os governos (federal, estaduais ou municipais) se utilizam das políticas públicas. /n/nSe preferir, você também pode conferir este conteúdo em formato de vídeo: /n/nMas o que são políticas públicas? Vamos explicar: /n/nConforme definição corrente, políticas públicas são conjuntos de programas, ações e decisões tomadas pelos governos (nacionais, estaduais ou municipais) com a participação, direta ou indireta, de entes públicos ou privados que visam assegurar determinado direito de cidadania para vários grupos da sociedade ou para determinado segmento social, cultural, étnico ou econômico. Ou seja, correspondem a direitos assegurados na Constituição. /n/nUm programa da Prefeitura que esteja beneficiando seu bairro, por exemplo, é uma política pública. A educação, a saúde, o meio ambiente e a água são direitos universais, assim, para assegurá-los e promovê-los estão constituídas pela Constituição Federal as políticas públicas de educação e saúde, por exemplo. /n/nQuer um exemplo de política pública? Clique aqui! /n/nO conceito de políticas públicas pode possuir dois sentidos diferentes. No sentido político, encara-se a política pública como um processo de decisão, em que há naturalmente conflitos de interesses. Por meio das políticas públicas, o governo decide o que fazer ou não fazer. O segundo sentido se dá do ponto de vista administrativo: as políticas públicas são um conjunto de projetos, programas e atividades realizadas pelo governo. /n/nUma política pública pode tanto ser parte de uma política de Estado ou uma política de governo. Vale a pena entender essa diferença: uma política de Estado é toda política que independente do governo e do governante deve ser realizada porque é amparada pela constituição. Já uma política de governo pode depender da alternância de poder. Cada governo tem seus projetos, que por sua vez se transformam em políticas públicas.  /n/nVejamos alguns exemplos dessa distinção: é muito comum ouvirmos dizer que a política externa do país deve ser uma política de Estado, ou seja, uma política orientada por ideais que transcendem governos e que se mantêm no longo prazo. Políticas públicas eficientes que têm continuidade de um governo para outro podem se transformar em política de Estado. Um possível exemplo disso é o programa Bolsa Família, criado e expandido no governo do PT, cujos bons resultados levaram o líder oposicionista Aécio Neves a propor que o programa seja transformado em política de Estado, no ano de 2014 (a ideia seria incorporar o programa à Lei Orgânica da Assistência Social).",
    "title": "Políticas públicas: o que são e para que existem",
    "type": "article",
    "url": "https://www.politize.com.br/politicas-publicas/"
}