{
    "author": "Daniel Neves",
    "body": "/n/nA política é o nome que se dá para a capacidade do ser humano de criar diretrizes com o objetivo de organizar seu modo de vida. Essa palavra também faz menção a tudo que está vinculado ao Estado, ao governo e à administração pública com o objetivo final de administrar o patrimônio público e promover o bem público, isto é, o bem de todos./n/nPara o ato de governar, uma característica fundamental é a capacidade de mediar conflitos entre as pessoas. Sendo assim, o político deve conduzir sua gestão de forma a mediar os conflitos existentes na sociedade de forma a encontrar uma saída que seja boa para todos./n/nSurgimento da política/n/nO surgimento da política remonta à Grécia Antiga, e um dos grandes articuladores políticos desse período foi Aristóteles, que falava que a política era um mecanismo que tinha como fim último a felicidade dos homens. Uma definição mais moderna de política trabalha com a ideia de que a política é meramente o ato de buscar exercer o poder dentro de uma nação./n/nAcesse também: Entenda a diferença entre Estado, nação e governo/n/nO que são políticas públicas?/n/nPolíticas públicas são as ações realizadas pelo governo. Sendo assim, as ações, programas ou decisões tomadas por um governo independente, se na esfera municipal, estadual ou federal, são considerados políticas públicas. Estas, por sua vez, são realizadas com o objetivo de trazer melhorias para a vida dos cidadãos./n/nAs políticas públicas podem ser realizadas nas diferentes áreas de atuação dos governos, como habitação, saúde, educação, saneamento, transporte etc. Além disso, são direcionadas para atender um grupo específico ou para atender a população em geral./n/nSendo assim, se o governo de uma cidade cria uma lei específica para o trânsito ou se aprova o aumento salarial dos servidores públicos ou mesmo determina por lei que determinado grupo tem direito a pagar 50% do valor no transporte público, todas essas ações são políticas públicas./n/nFormas de governo/n/nUma nação pode ser governada de diferentes maneiras, por isso que os diferentes mecanismos institucionais que são utilizados para se governar um Estado são chamados de formas de governo. As duas formas de governo em vigência atualmente no mundo são a República e a Monarquia. Uma terceira opção seria a Anarquia, que consiste na ausência de forma de governo ou ausência de Estado./n/nDentro das formas de governo, estão os regimes políticos, isto é, a maneira como os governos exercem o seu poder. Existem diversos regimes políticos, como a democracia, o autoritarismo e o totalitarismo./n/nPartidos políticos/n/nQuando nos referimos à política, uma das primeiras coisas que nos veem a mente são os partidos políticos, isto é, as entidades que agrupam políticos em torno de uma mesma ideologia e procuram lançar candidatos para tentar elegê-los aos diferentes cargos políticos que existem. A ideia atual que temos de partidos políticos nasceu na Inglaterra durante a Idade Moderna./n/nNo século XVII, houve grandes transformações na Inglaterra, como a consolidação de uma monarquia constitucional no país por meio da Revolução Gloriosa. Todo esse processo político que a Inglaterra viveu nesse período contribuiu para o fortalecimento do Parlamento inglês com a atuação de dois grupos políticos: os whigs (liberais) e os tories (conservadores)./n/nNo final do século XVIII, a França também viu o fortalecimento dos grupos políticos que surgiram durante os anos da Revolução Francesa: os girondinos e jacobinos. Essa estrutura partidária que surgiu na Europa gradativamente a partir do século XVII só ganhou estrutura e status de entidade política profissional a partir do século XIX./n/nNo caso do Brasil, os primeiros partidos políticos remontam ao século XIX e ao período monárquico. Ao longo desse período, destacou-se a atuação do Partido Liberal e do Conservador. Atualmente, a importância dos partidos políticos é tão grande que a legislação brasileira não permite que uma pessoa concorra a um cargo político sem estar devidamente filiada a um partido político./n/nAcesse também: Conheça a história dos partidos políticos nos EUA/n/nHistória política do Brasil/n/nA história política do Brasil é recheada de acontecimentos marcantes e, naturalmente, possui características distintas de acordo com a fase histórica de nosso país./n/nPeríodo monárquico/n/nNo caso do período monárquico, como citado, a estrutura política e partidária do Brasil girava em torno de dois partidos políticos: o Liberal e o Conservador. Os dois partidos possuíam leves divergências de ideologia, mas uma pauta dividia a política brasileira naquele momento: a questão federalista. Havia um grande debate em torno da autonomia ou não das províncias brasileiras e do poder centralizado ou não do imperador./n/nAlém disso, a participação na política era limitada a um grupo muito pequeno. Uma lei de 1880 reduziu mais ainda o grupo de pessoas que poderiam participar da política no Brasil. Essa foi a Lei Saraiva, que decretou que o voto passaria a ser direto (antes o voto era indireto) e que teriam direito a votar os homens com renda superior a 200 mil réis anuais que fossem capazes de assinar o documento de alistamento militar./n/nPeríodo republicano/n/nNo período republicano, mudanças no nosso sistema político foram acontecendo de forma muito gradativa. No que se refere à Primeira República, os destaques da política nacional foram a Política do Café com Leite, que era a prática de revezamento existente entre as oligarquias de São Paulo e Minas Gerais, e a Política dos Estados, uma rede de troca de favores. Também se destacaram as eleições fraudadas desse período./n/nNa Era Vargas, mudanças importantes aconteceram. O Código Eleitoral instituído em 1932 estabeleceu o voto secreto, concedeu o sufrágio universal feminino, tornou o voto obrigatório e criou instituições que futuramente atuariam de forma independente para garantir a legitimidade das eleições realizadas no país./n/nNa Quarta República, o Brasil teve a sua primeira experiência de fato democrática. As eleições não eram fraudadas, e a aproximação do eleitor com os partidos políticos foi notória. Essa consolidação democrática e da vida político-partidária em nosso país foi interrompida pelo Golpe de 1964 e pela Ditadura Militar, que impôs inúmeras restrições aos direitos políticos dos cidadãos brasileiros./n/nApós a ditadura, iniciou-se a Nova República, um período abertamente democrático em que o nosso sistema político foi construído em torno da Constituição de 1988. O Brasil é atualmente uma república presidencialista, e as eleições presidenciais acontecem a cada quatro anos com o presidente eleito tendo direito a disputar uma única reeleição.",
    "title": "Política",
    "type": "article",
    "url": "https://brasilescola.uol.com.br/politica"
}