{
    "author": "Data Science Brigade",
    "body": "/n/nTodas essas afirmações são verdadeiras, só depende de que tipo de Inteligência Artificial você está se referindo. /n/nPor exemplo, quando o AlphaGo da Google derrotou o mestre Sul Coreano Lee Se-dol em uma partida do jogo de tabuleiro Go mais cedo nesse ano, os termos IA, machine learning e deep learning foram usados na mídia para descrever como o Alpha Go venceu. Todos esses três são parte do motivo da vitória sobre Lee Se-Dol. Mas eles não são a mesma coisa. /n/nA maneira mais fácil de pensar sobre o seu relacionamento é visualizá-los como círculos concêntricos com IA — a ideia que veio primeiro — a maior, e então machine learning — que floreceu depois, e finalmente deep learning — que está liderando a explosão de IA hoje — contendo parte das duas. /n/nDo nascimento ao boom /n/nIA tem sido parte da nossa imaginação e fervor dentro de laboratórios de pesquisa desde que alguns cientistas começaram com o termo nas conferências de Dartmouth em 1956 e deram luz ao campo de IA. Nas décadas desde então, IA tem sido vista de forma alternada entre a chave do futuro mais brilhante da nossa tecnologia e baboseira de ficção científica — coisa de nerds aficcionados querendo que máquinas façam muito mais do que deveriam. Francamente, até 2012, a realidade era um pouco de ambas. /n/nNos últimos anos a popularidade de IA explodiu, especialmente desde 2015. Muito disso tem a ver com a disponibilidade dos GPUs (graphic processing units) que fazem com que processamento paralelo seja mais rápido, mais barato e mais poderoso. Também tem a ver com todo a enxurrada de dados que temos hoje na internet (todo o movimento de Big Data) — imagens, textos, transações, dados de mapas, pode escolher. /n/nVamos navegar em como cientistas da computação levaram algo que era tão ambíguo — até 2012 — para o boom que desencadeou aplicações usadas por centenas de milhões de pessoas todos os dias. /n/nInteligência artificial — Inteligência Humana Exibida por Máquinas /n/nNaquela conferência no verão de 1956 o sonho dos pioneiros da IA era de construir máquinas complexas — possibilitadas por computadores que emergiam na época — que possuíssem as mesmas características da inteligência humana. Esse é o conceito que pensamos como IA genérica — máquinas fabulosas que tem todos os nossos sentidos (e talvez até mais), toda a nossa razão e pensam como nós pensamos. Você já viu essas máquinas em filmes como amigos — C-3PO — e inimigos — O Exterminador do Futuro. Máquinas de IA genéricas ficaram nos filmes e na ficção cientifica por um bom motivo; ainda não conseguimos criar algo do tipo, pelo menos não ainda. /n/nO que conseguimos fazer se encaixa no conceito de IA limitada. Tecnologias que são capazes de executar tarefas específicas tão bem quanto, ou até melhor, que nós humanos conseguimos. Exemplos de IA limitadas são coisas como classificação de imagens em um serviço como o Pinterest ou reconhecimento de rostos no Facebook. /n/nEsses são exemplos de IA limitadas na prática. Essas tecnologias exibem algumas facetas da inteligência humana. Mas como? De onde essa inteligência vem? Isso nos leva ao próximo círculo, Machine Learning. /n/nMachine Learning — Uma Alternativa Para Chegar em uma Inteligência Artificial /n/nControle de spam feito pelo seu email: machine learning te ajuda a ficar livre de lixo /n/nMachine Learning da maneira mais básica é a prática de usar algoritmos para coletar dados, aprender com eles, e então fazer uma determinação ou predição sobre alguma coisa no mundo. Então ao invés de implementar as rotinas de software na mão, com um set específico de instruções para completar uma tarefa em particular, a máquina é treinada usando uma quantidade grande de dados e algoritmos que dão e ela a habilidade de aprender como executar a tarefa. /n/nMachine learning veio direto das mentes do pessoal do início da IA, e a abordagem com algoritmos através dos anos incluiu árvore de aprendizado, programação lógica indutiva, agrupamento, aprendizado reforçado, redes Bayesianas, entre outros. Como sabemos, nenhuma dessas soluções chegou ao objetivo final de uma IA genérica, e mesmo uma IA limitada estava fora do nosso alcance com as abordagens iniciais de machine learning. /n/nDa maneira que as coisas evoluíram, uma das melhores áreas de aplicação para machine learning por muitos anos foi a de visão computacional, apesar de ainda requerer muito trabalho manual para completar uma tarefa. Pessoas escreveram na mão classificadores como filtros detectores de beiradas em imagens para que os programas conseguissem identificar onde um objeto começou e terminou; detectores de formato para determinar se algo na imagem tem oito lados; um classificador para reconhecer as letras P-A-R-E. De todos esses classificadores criados manualmente, eles construíram algoritmos que entendem uma imagem e aprendem a determinar se é uma placa de pare. /n/nLegal, mas ainda nada que seja surpreendente. Especialmente em um dia com neblina quando a placa não é perfeitamente visível, ou se uma árvore tapa metade dela. Há uma razão pela qual visão computacional e detecção de imagens não chegava nem perto de rivalizar com humanos até muito recentemente, ela era muito rasa e propensa a erros. /n/nTempo e o algoritmo de aprendizado certo fizeram toda a diferença. /n/nDeep Learning — Uma Técnica para Implementar Machine Learning /n/nReconhecer imagens de gatos automaticamente do YouTube foi um dos primeiros avanços na demonstração do poder de deep learning /n/nOutra abordagem em forma de algoritmo do início do movimento de machine learning, Redes Neurais Artificias, surgiram e desapareceram através das décadas. Rede neurais são inspiradas pelo nosso entendimento da biologia do nosso cérebro — todas as interconexões entre neurônios. Mas, diferente de um cérebro biológico onde qualquer neurônio pode se conectar com qualquer outro neurônio dentro de uma certa distância física, essas redes neurais artificiais tem camadas discretas, conexões e direções de propagação de dados. /n/nVocê pode, por exemplo, pegar uma imagem, cortar ela em uma pilha de pequenos pedaços que são recebidos pela primeira camada da rede neural. Na primeira camada neurônios individuais, então passam os dados para uma segunda camada. A segunda camada faz o seu trabalho, e assim por diante, até que a camada final produza a saída. /n/nCada neurônio atribui um peso para os dados que entram — o quão correto ou incorreto ele é relativo a tarefa que está sendo executada. A saída final é então determinada pelo total desses pesos. Tome como exemplo a nossa placa de pare. Atributos de uma foto de uma placa de pare são cortados e examinados pelos neurônios — o seu formato octogonal, a sua cor vermelha, as suas letras distintas, o tamanho comum para placas de trânsito e o seu movimento (ou falta dele). O trabalho da rede neural é concluir se a imagem é de uma placa de pare ou não. Ela traz um vetor de probabilidade, que é um valor calculado a partir dos pesos atribuídos a imagem. Em nosso exemplo o sistema pode estar 87% confiante que a imagem é de uma placa de pare, 7% confiante que é uma placa de limite de velocidade e 5% que é um gato preso em uma árvore, e assim por diante — a arquitetura da rede então diz para a rede neural se está certo ou não. /n/nMesmo esse exemplo está indo a frente, porque até recentemente redes neurais eram evitadas pela comunidade pesquisadora de IA. Elas estavam presentes desde o início de IA, e haviam produzido muito pouco no sentido de inteligência. O problema era que mesmo a rede neural mais básica exigia muito computacionalmente, então era uma abordagem nem um pouco prática. Ainda assim, um grupo de pesquisa pequeno liderado por Geoffrey Hinton na Universidade de Toronto se manteve firme, finalmente conseguindo paralelizar os algoritmos para supercomputadores executa-los e provar o conceito, mas só quando GPUs foram incumbidos da tarefa que a promessa foi cumprida. /n/nSe voltarmos para nosso exemplo da placa de pare, as chances são de que enquanto a rede está sendo ajustada ou treinada, está produzindo respostas erradas — recorrentemente. Ela precisa de treino. A rede precisa ver centenas de milhares, até milhões de imagens, até os pesos de cada informação recebida pelos neurônios estarem tão precisamente calibrados que conseguem responder de forma correta praticamente toda vez — com neblina ou sem neblina, com sol ou chuva. É nesse ponto que a rede neural aprendeu como que uma placa de pare se parece; ou a rosto de sua mãe no caso do Facebook; ou um gato, que é o que Andrew Ng fez na Google em 2012. /n/nO grande avanço de Ng foi de pegar essas redes neurais, e essencialmente faze-las grandes, aumentar as camadas e os neurônios, e então alimentá-las com um nível massivo de dados para que fossem treinadas. No caso de Ng, eram imagens de 10 milhões de vídeos do YouTube. Ng colocou a palavra deep no deep learning, que descreve todas as camadas nessas redes neurais. /n/nHoje, reconhecimento de imagens por máquinas treinadas através de deep learning em alguns cenários possuem uma taxa de acerto maior que a de humanos, e isso varia de gatos até identificar indicadores de câncer no sangue e tumores em exames de ressonância magnética. O AlphaGo da Google também aprendeu as regras do jogo e treinou para sua partida — calibrou sua rede neural — jogando contra si mesmo repetidamente. /n/nGraças ao Deep Learning, IA tem um Futuro Brilhante /n/nDeep Learning permitiu muitas aplicação práticas de machine learning e por extensão o campo todo de IA. Deep learning se quebra em diversas tarefas de maneira que todo tipo de ajuda de uma máquina é possível, mesmo as mais remotas. Carros que dirigem sozinhos, melhor saúde preventiva, mesmo recomendações melhores de filmes, todos já estão aqui ou no horizonte. IA é o presente e o futuro. Com a ajuda de Deep Learning, IA pode até chegar no estado de ficção científica que imaginamos por tanto tempo. Se tivermos um C3PO, vou querer. Agora, pode ficar com seu Exterminador.",
    "title": "A Diferença Entre Inteligência Artificial, Machine Learning e Deep Learning",
    "type": "article",
    "url": "https://medium.com/data-science-brigade/a-diferen%C3%A7a-entre-intelig%C3%AAncia-artificial-machine-learning-e-deep-learning-930b5cc2aa42"
}