{
    "author": "uknown",
    "body": "/n/nDescubra agora tudo sobre matemática financeira! Veja os termos que você precisa entender para o Enem e faça exercícios para praticar. /n/nUma das matérias mais importantes da matemática, a matemática financeira é um tema muito cobrado em provas de vestibulares tradicionais e no Enem. Mesmo sendo uma matéria bastante conhecida e que também é trabalhada no ensino médio pelas escolas, este conteúdo é cercado de dúvidas e questionamentos por parte dos estudantes. /n/nDeste modo, com o objetivo de esclarecer melhor sobre a matemática financeira e suas aplicações, preparamos um conteúdo que aborda as principais noções básicas de matemática financeira, bem como alguns exemplos de exercícios e suas resoluções. Continue a leitura e confira! /n/nO que é matemática financeira? /n/nMatemática financeira é a parte da disciplina de matemática que estuda a aplicação de conceitos de finanças (juros simples, juros composto, capital, investimento, porcentagem etc.) sobre problemas que envolvem raciocínio lógico e análises matemáticas. /n/nMatemática financeira e suas aplicações /n/nComo o próprio nome sugere, este conteúdo é aplicado em situações nas quais é necessária uma abordagem financeira de algum problema, ou seja, em assuntos em que há, essencialmente, informações sobre juros incidentes em um valor (sejam juros simples, sejam juros compostos). /n/nDeste modo, além de ser importante nas escolas e na educação, as ferramentas proporcionadas pela matemática financeira são extremamente úteis para questões bancárias, fundos de investimento, para os comerciantes em geral e para todas as outras demandas que envolvem cálculos com juros e porcentagem. /n/nPorcentagem /n/nEntender bem os conceitos de porcentagem é fundamental para resolver os exercícios sobre matemática financeira. Por isso, ao ler a palavra “porcentagem”, você precisa lembrar que é algo que está expresso em proporção (sempre em relação à centena) sobre uma dada quantidade ou grandeza. Confira o exemplo a seguir: /n/nAche 25 % de 1000. /n/nO símbolo % indica “por cento”, ou seja, é uma divisão sobre 100. Logo: /n/n25 % de 1000 = (25/100) x 1000 /n/n25 % de 1000 = 250. /n/nJuros /n/n“Juros” é um termo financeiro utilizado para representar uma taxa financeira incidente sobre um valor já conhecido. Há dois tipos de juros: o juros simples e o juros composto. /n/nJuros simples /n/nOs juros simples são caracterizados por serem aplicados sempre sobre um mesmo valor, ou seja, o valor financeiro inicial. Para ficar mais simples a compreensão, veja o exemplo abaixo: /n/nJoão tem R$ 100 e seu pai lhe prometeu aplicar sobre seu dinheiro durante 4 meses uma taxa de juros simples mensal de 10%. Qual é o valor final do dinheiro de João após 4 meses? /n/nComo se trata de juros simples mensal, basta calcularmos 10% de 100 reais e depois multiplicarmos pelo número de meses que o capital sofreu ação dos juros (4 meses). /n/n1º mês: 10% de R$ 100 equivale a R$ 10 reais, juntando R$ 110. /n/n2º mês: 10% de R$ 100 equivale a R$ 10 reais, somando com os R$ 110,00 temos R$ 120. /n/n3º mês: 10% de R$ 100 equivale a R$ 10 reais, somando com os R$ 120,00 temos R$ 130. /n/n4º mês: 10% de R$ 100 equivale a R$ 10 reais, somando com os R$ 130,00 temos R$ 140. /n/nJuros compostos /n/nJá os juros compostos são taxas incidentes sempre sobre um novo valor (o qual já foi reajustado pelos juros), ou seja, jamais sobre o valor inicial. Para você entender melhor, veja abaixo o mesmo exercício destacado acima, porém abordando os juros compostos: /n/nJoão tem R$ 100 e seu pai lhe prometeu aplicar sobre seu dinheiro durante 4 meses uma taxa de juros compostos mensal de 10%. Qual é o valor final do dinheiro de João após 4 meses? /n/n1º mês: 10% de R$ 100 equivale a R$ 10 reais, juntando R$ 110. /n/n2º mês: 10% de R$ 110 equivale a R$ 11 reais, somando com os R$ 110,00 temos R$ 121,00. /n/n3º mês: 10% de R$ 121 equivale a R$ 12,10 reais, somando com os R$ 121,00 temos R$ 133,10. /n/n4º mês: 10% de R$ 133,10 equivale a R$ 13,31 reais, somando com os R$ 133,10 temos R$ 146,41. /n/nCapital /n/nCapital, na matemática financeira, é o termo dado ao valor em dinheiro inicial. Deste modo, para ambos os exemplos apresentados acima, o capital seria de R$ 100, já que é o valor em dinheiro inicial que o João tinha. /n/nMontante /n/nComo o próprio nome sugere, montante é aquilo que se acumula após uma soma ou devido a outro tipo de operação financeira. Sendo assim, no primeiro exercício destacado acima, o montante de João (ou seja, o valor total após as operações financeiras exigidas) será de R$ 140. /n/nJá no segundo exemplo, que aborda a aplicação de juros compostos, o montante de João ao final dos 4 meses será de R$ 146,41. /n/nExercícios de matemática financeira /n/nVeja agora dois exemplos de questões de matemática financeira que comumente são cobradas no vestibular do Enem: /n/n1) Uma pessoa aplicou o capital de R$ 1.200 a uma taxa de juros simples de 2% ao mês durante 14 meses. Determine o montante dessa aplicação. /n/nSolução /n/nComo se trata de um exemplo de juros simples, basta acharmos quanto é 2% de R$ 1200 e depois multiplicarmos por 14. /n/n2% de 1200 = (2/100) x 1200 = 24 /n/n24 x 14 = 336. /n/nLogo, o montante será de R$ 1200 + R$ 336, o que equivale a R$ 1.536. /n/n2) Um investidor aplicou a quantia de R$ 500 em um fundo de investimento que opera no regime de juros simples. Após 6 meses, o investidor verificou que o montante era de R$ 560. Qual a taxa de juros desse fundo de investimento? /n/nSolução /n/nDe imediato, percebemos que o rendimento foi de R$ 60 em 6 meses, o que equivale a R$ 10 reais a cada mês. Basta agora calcularmos a porcentagem que R$ 10 representa sobre o capital de R$ 500. Aplicando a regra de três, temos: /n/n500 = 100% /n/n10 = X /n/nX = (100 x 10)/500 /n/nX = 2% /n/nComo podemos perceber, a matemática financeira não é algo que está relacionado estritamente às questões de educação e aos vestibulares — ela está presente na nossa vida cotidiana. Por isso, aprender sobre esta matéria é importante tanto para a sua aprovação no Enem, quanto para compreender melhor as questões que envolvem a nossa vida financeira. /n/nProcurando por um curso online preparatório para o Enem? Conheça o plano de estudos do Stoodi e se prepare com mais qualidade para ser aprovado nos principais vestibulares do Brasil.",
    "title": "Matemática financeira: o que é, exercícios e mais!",
    "type": "article",
    "url": "https://www.stoodi.com.br/blog/matematica/matematica-financeira-o-que/"
}