{
    "author": "Túlio Queiroz",
    "body": "/n/nHistória do Brasil não possui um marco inicial bem definido. Não obstante, tradicionalmente, existe uma datação recorrente sobre a chegada dos portugueses com Pedro Álvares Cabral, em 22 de abril de 1500, à região costeira de onde hoje é a Bahia. Seria esse então o descobrimento do Brasil. No entanto, cabe ressaltar que se trata da descoberta dos portugueses. Diversos grupos étnicos já habitavam o território que veio a ser o Brasil muito antes de qualquer europeu desembarcar nele.  /n/nO Brasil é o resultado histórico de diversos projetos distintos que se sucederam em uma delimitação geográfica específica. Primeiro tratava-se de um projeto de conquista; depois, um projeto de colonização; já no século XIX, um projeto de Império e de constituição de um Estado-nação; e, por fim, um projeto de Brasil República, que é o que se tenta manter até hoje.  /n/nNossos hinos, bandeiras, brasões, emblemas, palavras de ordem, e tudo aquilo que nos remete à identidade nacional, dizem respeito a essa construção. Ser patriota é ser adepto de um projeto de nação, que muitas vezes diverge de outros projetos que também estão em construção. Portanto, seria mais preciso referirmo-nos ao processo da chegada dos portugueses como a invenção do Brasil, da qual se sucederam projetos diferentes.  /n/nPeríodo Pré-Cabralino (~ -1500) /n/nAntes da chegada dos portugueses, havia diversos grupos étnicos ocupantes do território que, futuramente, seria chamado Brasil. O período Pré-Cabralino diz respeito, como o próprio nome sugere, à história que antecede o contato desses povos separados pelo Atlântico. /n/nDurante algum tempo, era comum encontrar a denominação Pré-História do Brasil, que já não é considerada adequada por grande parte dos historiadores e antropólogos. A história não passa a existir após a chegada dos portugueses. E mesmo que exista o argumento de que essa expressão preserva a noção de que a história diz respeito às fontes escritas, desde meados do século XX até os dias de hoje, a historiografia desenvolveu-se bastante tendo em vista metodologias que analisem outros tipos de fontes. /n/nEstima-se que os primeiros povos começaram a habitar o território onde hoje é o Brasil há 60.000 anos. Contudo, devido a esse enorme traçado temporal e à ausência de qualquer tentativa de preservação do seu início, muito foi perdido da integridade dessa história. /n/nNesse sentido, um dos indícios mais trabalhados pela arqueologia sobre o território brasileiro são os sambaquis, que consistem em depósitos de matéria orgânica e calcário formados pela ação humana e que, ao longo do tempo, sofreram um processo de fossilização. Eles oferecem informações importantes sobre as primeiras populações que habitaram nosso território por volta de 2.000 a 8.000 anos atrás. /n/nCom a chegada dos jesuítas, em meados do século XVI, uma série de obras gramaticais foi produzida com o objetivo de normatizar algumas línguas dificultosas da colônia. Nesse empreendimento, foram catalogados conhecimentos valiosos sobre línguas indígenas do período que corresponde à chegada dos portugueses à América. /n/nAssim se descobriu que existiam quatro grupos linguísticos principais, sendo eles: os tupi-guarani, os caraíba, os macro-jê e os arauaque. Desses troncos linguísticos, como também são chamados, derivam uma série de grupos étnicos e variações linguísticas que dão origem aos idiomas indígenas modernos. /n/nLeia também: Criação do IHGB: o órgão que se dedicava a pensar o Brasil como nação /n/nPeríodo Pré-Colonial (1500-1530) /n/nApós 22 de abril de 1500, com a chegada dos portugueses ao território americano, essas novas terras desconhecidas não despertaram grande interesse na Coroa de imediato. O Império português estava, nesse momento, voltado para o comércio com as Índias, o qual, por sua vez, já estava em processo de declínio, desde a tomada da Constantinopla pelos turcos otomanos em 1453, dando fim ao Império bizantino. /n/nJá os franceses não tardaram muito e, no início do século XVI, fizeram o envio de embarcações para o Atlântico Sul, pois estavam de olho nessas novas terras e questionavam a divisão luso-espanhola determinada pelo Tratado de Tordesilhas. Nisso estabeleceram, em 1555, uma colônia, na Baía de Guanabara, conhecida como França Antártica. /n/nPortugal, nesse momento inicial, promovia as chamadas expedições exploradoras no território sul-americano com o objetivo de reconhecer e mapear o território e estabelecer contato com os índios nativos. O principal produto extraído dessas terras, até então, era uma árvore nativa da Mata Atlântica que passou a ser chamada de pau-brasil. /n/nÉ interessante saber que o nome Brasil surge antes da própria terra brasileira. Desde o século XIV, mapas europeus atribuíam-no, com diversas variantes possíveis (Bracil, Brazille, Bersil, Braxili etc.), a uma ou mais ilhas, expressando um horizonte geográfico ainda mítico, segundo a historiadora Laura de Mello e Souza. Contudo, em 1º de maio de 1500, em carta, Pero Vaz de Caminha referia-se a essa terra por Vera Cruz. Posteriormente, outros nomes também foram utilizados, como Terra dos Papagaios e Santa Cruz. /n/nNo fim do Período Pré-Colonial, em 1530, quando Portugal envia expedições com o objetivo de estabelecer colonos e implementar uma administração colonial, o nome Estado do Brasil passa a ser oficial. Se quiser conhecer mais sobre esse período, leia: Período Pré-Colonial. /n/nPeríodo Colonial (1530-1815) /n/nEm 1530, Portugal envia Martim Afonso de Souza como chefe de uma expedição colonizadora. Sua missão era combater os traficantes franceses, que preocupavam a Coroa, estabelecer alguns núcleos de povoamento na região litorânea e buscar metais preciosos. Para isso, foi Afonso de Souza designado capitão-mor, o que lhe acumulava a função de exercer a justiça civil e criminal, distribuir sesmarias, reivindicar terras em nome do rei e nomear funcionários para administração colonial. /n/nEm 1532, o explorador recebeu a ordem, vinda de D. João III, de implementar o sistema de capitanias hereditárias. Nesse sistema, o território recém-descoberto foi dividido em 15 lotes, que formavam 14 capitanias, e eram nomeados capitães donatários os responsáveis pela administração de cada uma delas. O sistema é implementado em 1534 (nele, o próprio Martim Afonso de Souza torna-se donatário da capitania de São Vicente) e dura até 1548, quando surge o governo geral, com o objetivo de centralizar a administração colonial de todo o território. /n/nÉ também na capitania de São Vicente que Martim Afonso de Souza estabelece, em meados do século XVI, o primeiro engenho de açúcar (que, até meados do século XVII, seria o principal produto de exportação da colônia), inaugurando, então, o ciclo do açúcar. O sistema de plantation era o modelo utilizado nesse tipo produção. Extensas faixas territoriais eram concedidas aos senhores de engenho, que, munidos com a fertilidade da terra, a mão de obra escrava e a monocultura da cana-de-açúcar, transformaram-se na principal elite econômica, social e política a partir de então. /n/nEm um primeiro momento, os portugueses utilizaram a mão de obra escrava indígena. Entretanto, com a pressão do crescente tráfico negreiro, já em meados do século XVI, a escravização negra tornou-se a maior fonte de trabalho, tendo o Brasil recebido cerca de 4,9 milhões de escravos africanos até século XIX, quando houve a promulgação da Lei Eusébio de Queirós, em 1850. /n/nO fim do ciclo do açúcar é marcado pela invasão e tentativa de colonização holandesa. Os holandeses conseguem estabelecer-se em 1637, e, até 1644, o conde Maurício de Nassau governa a região de Pernambuco, a qual também começa a produzir açúcar. No entanto, em 1645, com o apoio da Inglaterra, os portugueses voltam a combater os holandeses, no que ficou conhecido como insurreição pernambucana, até que, em 1654, conseguem restabelecer a cidade de Olinda como posse da Coroa portuguesa. /n/nA partir de então, os holandeses instalam-se na América Central e passam competir com sua produção de açúcar, prejudicando diretamente o comércio exterior do Império português. Com isso, as entradas e bandeiras começam a voltar-se em busca de metais preciosos, até que, já no final do século XVII, na região da capitania de São Paulo, quantidades significativas são encontradas, dando início ao ciclo do ouro. /n/nO Período Colonial também é marcado por uma série de conflitos e revoltas, como as rebeliões nativistas e as rebeliões separatistas. Sobretudo a partir do final do século XVII, os interesses de uma crescente elite local e de portugueses começaram a criar problemas para a administração colonial. /n/nAlém disso a Família Real portuguesa, sob ameaça de invasão francesa em Portugal, foge para o Brasil que, em 1815, é designado Reino de Portugal, Brasil e Algarves, sendo o Rio de Janeiro sede da administração do reino. Esse movimento deu fim ao Período Colonial. /n/nDesde o final do século XVIII começou a ocorrer processos de independência das colônias inglesas, francesas, espanholas e portuguesas. Os conflitos entre o Partido Brasileiro, nome que se dava ao grupo político que defendia interesses locais, e os portugueses acentuavam-se cada vez mais, culminando, em 1822, no processo de independência do Brasil. Para conhecer mais detalhes desse período, acesse: Brasil Colônia. /n/nLeia também: Diferenças entre a escravidão indígena e a escravidão africana /n/nPeríodo Imperial /n/nPeríodo Imperial vai de 1822, com a independência do Brasil, até 1889, com a proclamação da República, e é dividido em três fases principais: o Primeiro Reinado (1822-1831), o Período Regencial (1831-1840) e o Segundo Reinado (1840-1889). Embora, desde 1815 que o Brasil tornara-se Reino de Portugal, Brasil e Algarves, como consequência direta da transferência Corte para o Rio de Janeiro. /n/nOutras medidas importantes foram tomadas, tais como a abertura dos portos às nações amigas em 1808, a fundação do Banco do Brasil no mesmo ano, os tratados",
    "title": "História do Brasil",
    "type": "article",
    "url": "https://mundoeducacao.uol.com.br/historiadobrasil"
}