{
    "author": "Gizelle Cesconetto",
    "body": "O avanço tecnológico da inteligência artificial (IA) vem preocupando a comunidade jurídica em/função da sua interferência direta nas relações sociais./n/nAfinal, essa evolução computacional pode simular o comportamento e raciocínio humano. /n/n Assim, permite que a máquina atue de forma autônoma e sem a interferência do seu programador, isto é, concede-lhe uma “liberdade” de ação. /n/n Destarte, com isso o computador deixa de ser uma ferramenta composta por algoritmos desenvolvidos através de “receitas” que possuem o objetivo de executar tarefas preestabelecidas e limitadas. /n/nEntão, passa a atuar de forma diferente em uma mesma situação, a depender da sua performance anterior, alcançando uma experiência similar às ações humanas. /n/nNo presente artigo, analisaremos a caracterização da responsabilidade civil por danos causados pelos atos autônomos desses robôs, delimitando o tema no tocante aos acidentes ocasionados pelos carros autônomos. /n/nCarro Autônomo e Inteligência Artificial /n/nPortanto, é capaz de circular sem a ajuda humana, através de uma inteligência artificial capaz de reagir ao meio ambiente, e antecipar-se a um obstáculo ou uma eventual colisão. /n/nTodavia, esse programa computacional, por ser autônomo, não conhece limites. /n/nPor conseguinte, pode representar riscos a sociedade já que agem sem o controle direto do seu programador. /n/nAssim, se faz necessária uma regulamentação normativa específica, objetivando a salvaguarda dos usuários dos veículos autônomos e da população propriamente dita. /n/nNo entanto, ainda não há um regulamento específico em nosso ordenamento jurídico objetando a normatização dos riscos causados por esses veículos. /n/nDestarte, utilizaremos a Teoria da Responsabilidade Civil adotada por nosso Código Civil para buscar soluções em casos de acidentes com esses veículos autônomos. /n/nTeoria da Responsabilidade Civil /n/nPode-se conceituar a Responsabilidade Civil como o dever de indenizar o dano suportado por outrem. /n/n /“aquele que, por ação ou omissão voluntária, negligência ou imprudência, violar direito e causar dano a outrem, ainda que exclusivamente moral, comete ato ilícito.” /n/nCom efeito, a doutrina especializada separou a ilicitude em duas vertentes: /n/nilicitude subjetiva (com a presença de conduta dolosa ou culposa); e /n/nilicitude objetiva (aquela em que apenas ocorre o prejuízo, sem analisar a conduta, se ela foi intencional ou não). /n/nDestarte, pode-se caracterizar a Responsabilidade Civil a partir dos seguintes requisitos: /n/nconduta; /n/nnexo-causal; /n/ndano. /n/nAssim, existindo risco na atividade a responsabilidade, seria objetiva. Já no caso da responsabilidade subjetiva, seria necessária a existência de uma conduta dolosa ou culposa. /n/nResponsabilidade Pelos Danos Causados pela Inteligência Artificial/n/nConforme supramencionado, trataremos da responsabilidade civil pelos danos causados aos consumidores e terceiros, nas relações de consumo decorrentes dos atos praticados pela IA dos veículos autônomos. /n/nAssim, nesse caso, o fabricante deve responder, independentemente de culpa pelos danos causados aos consumidores ou terceiros por defeito no produto. /n/nPortanto, de acordo com o art. 12 do Código de Defesa do Consumidor, é responsável pelo defeito do produto e do serviço dentre outros: o fabricante. /n/nOutrossim, o produto é defeituoso quando não oferece a segurança que dele se espera, podendo causar danos ao consumidor. /n/nResponsabilidade Objetiva do Fabricante /n/nDestarte, em acidente ocasionado por carro autônomo, a responsabilidade seria a princípio do fabricante. /n/nCom efeito, o fornecedor responderia na modalidade “objetiva” em razão do próprio risco do equipamento a partir do momento que se desenvolve uma inteligência artificial desprovida de controle e sem limites na execução de suas ações. /n/nVale dizer, mesmo cumpridos os deveres de informação e de segurança impostos ao fornecedor e provado que não há defeito na sua fabricação, permanece a aplicação da responsabilidade do fabricante pelos danos causados pela IA. /n/nIsto em função dos riscos inerentes ao desenvolvimento tecnológico através de uma máquina com funcionamento autônomo. /n/nPortanto, na aplicação da responsabilidade objetiva exigiria apenas a prova de que ocorreu um dano, e o estabelecimento de uma relação de causalidade entre o funcionamento lesivo do robô e os danos sofridos pelo consumidor ou terceiro.",
    "title": "Inteligência Artificial, Responsabilidade Civil e Carros Autônomos",
    "type": "article",
    "url":"https://noticiasconcursos.com.br/mundo-juridico/direito-consumidor/inteligencia-artificial-responsabilidade-civil-e-carros-autonomos/"
}
