{
    "author": " Elaborando Projetos - Sociais e Culturais",
    "body": "/n/nO que é política? /n/nO que é política e porque vc faz política todos os dias e nem sabe disso. /n/nSegundo Tié Lenzi - Licenciada em Direito e com artigo publicado no site Toda Política,  - Política é uma palavra que pode ter muitos significados diferentes. O principal conceito é ligado ao ato de governar e de tomar decisões. A política é ligada ao governo, às suas decisões e ao conceito de Estado. Assim política está intimamente ligado a tudo o que o governo realiza e aí está a confusão porque é necessário que os governantes tomem decisões que atendam principalmente os interesses dos cidadãos. /n/nPolítica também pode se referir ao relacionamento entre as pessoas, principalmente quando o objetivo é chegar a um consenso ou um objetivo em comum.  /n/nE eu acrescento que fazemos política desde o momento em que nascemos quando choramos para mamar, na adolescência quando queremos tirar alguma coisa de nossos pais ou dos colegas. Usamos a política para convencer e é política o ato de namorar, casar, viver a dois e em comunidade. /n/nA palavra política tem origem no termo grego politiké, que é a união de outras duas palavras gregas: polis e tikós. Polis significa cidade e tikós é um termo que significa o bem comum dos cidadãos. Assim, politiké era um termo grego que significava governo da cidade para o bem comum de todos os cidadãos. E quando os cidadãos comuns se juntam nas mais variadas organizações, coletivos também estão fazendo política porque procuram ou executam ações para o bem comum dos cidadãos. /n/nE Tié Lenzi explica ainda no artigo que o surgimento da política aconteceu na Grécia Antiga, depois da formação das cidades gregas, que eram chamadas de cidade-Estado. Foi a partir da necessidade de criar um sistema de organização do funcionamento das cidades-Estado que surgiu a forma de governo parecida com o que hoje se conhece como política.  /n/nA necessidade de organizar o funcionamento das cidades-Estado aconteceu depois que surgiram classes sociais populares que também desejavam participar das decisões relativas à cidade. Foi a partir desse momento que, em Atenas, surgiu a forma de governo que foi chamada de democracia ateniense. Esse é o primeiro registro histórico da política e da democracia. /n/nFoi um político grego chamado Clístenes que iniciou a organização da democracia ateniense. Na democracia grega era permitido que os cidadãos homens, depois de completarem 18 anos, participassem das assembleias de decisão nas cidades-Estado. /n/nFoi nesse modelo político da Grécia que surgiram alguns conceitos que ainda hoje fazem parte da política como a igualdade de todas pessoas diante da lei, tanto para direitos como para obrigações, o direito ao voto, direito de participação nas assembleias e nas decisões, reformas sociais que beneficiassem os cidadãos. /n/nE porque você entende que política é só o que de alguma forma está ligado a um partido político? Muitas vezes o que os partidos políticos menos fazem é política como a essência da palavra diz: Governo da cidade para o bem comum de todos os cidadãos.",
    "title": "O Que é Política?",
    "type": "video",
    "url": "https://www.youtube.com/watch?v=rBCgsvQ2y9c"
}