{
    "author": "Marcos Noé",
    "body": "/n/nMatemática /n/nA Estatística é bastante utilizada em diversos ramos da sociedade, no intuito de realizar pesquisas, colher dados e processá-los, analisar informações, apresentar situações através de gráficos de fácil compreensão. Os meios de comunicação, ao utilizarem gráficos, deixam a leitura mais agradável. O IBGE (Instituto Brasileiro de Geografia e Estatística) é considerado um órgão importante e conceituado na área. No intuito de conhecer e aprofundar nos estudos estatísticos precisamos conhecer alguns conceitos e fundamentos primordiais para o desenvolvimento de uma pesquisa. /n/nConceitos e Fundamentos /n/nPopulação: conjunto de elementos, número de pessoas de uma cidade. /n/nAmostra: parte representativa de uma população. /n/nVariável: depende da abordagem da pesquisa, da pergunta que será feita. Exemplo: Qual sua marca de carro favorita? Ford, Volks, Fiat, Peugeot, Nissan são alguns exemplos de resposta. /n/nFrequência absoluta: valor exato, número de vezes que o valor da variável é citado. /n/nFrequência relativa: valor representado através de porcentagem, divisão entre a frequência absoluta de cada variável e o somatório das frequências absolutas. /n/nMedidas de tendência central /n/nMédia aritmética: medida de tendência central. Somatório dos valores dos elementos, dividido pelo número de elementos. /n/nMédia aritmética ponderada: Somatório dos valores dos elementos multiplicado pelos seus respectivos pesos, dividido pela soma dos pesos atribuídos. /n/nModa: valor de maior frequência em uma série de dados, o que mais se repete. /n/nMediana: medida central em uma determinada sequência de dados numéricos. /n/nMedidas de dispersão /n/nAmplitude: subtração entre o maior valor e o menor valor dos elementos do conjunto. /n/nVariância: dispersão dos dados variáveis em relação à média. /n/nDesvio Padrão: raiz quadrada da variância. Indica a distância média entre a variável e a média aritmética da amostra.",
    "title": "Estatística",
    "type": "article",
    "url": "https://brasilescola.uol.com.br/matematica/estatistica-1.htm"
}