{
    "author": "unknown",
    "body": "/n/nEmpresa mostra como melhorar carros autônomos ao conectar infraestruturas e veículos /n/nA Indra, empresa global de consultoria e tecnologia, mostra resultados positivos relacionados à direção autônoma na Europa. /n/nSistemas desenvolvidos pela companhia já permitem a comunicação e a troca segura de dados entre veículos, usuários e infraestrutura, oferecendo informações precisas a gestores, usuários e veículos em tempo real. /n/nDessa forma, é possível identificar obras e irregularidades na estrada, situações de engarrafamento ou condições climáticas adversas. /n/nA companhia apresentou esses sistemas recentemente, durante a última conferência do projeto AUTOCITS – que visa desenvolver a direção autônoma em território europeu. /n/nNa ocasião, participantes puderam ver ao vivo imagens das câmeras de trânsito que mostravam a passagem de um dos carros autônomos utilizados no projeto. Este veículo reduziu sua velocidade e trocou de faixa, usando as notificações enviadas a partir do centro de controle, além da informação de seus próprios sistemas a bordo. /n/nO projeto AUTOCITS contribuiu para o desenvolvimento da arquitetura, comunicações e serviços inteligentes cooperativos, utilizando três motoristas e confirmando os benefícios que a plataforma C-ROADS está dando a todos os projetos europeus neste setor, além de colaborar com esta plataforma, oferecendo informação sobre os testes que realizou e seus resultados. /n/nOs 14 veículos usados pelos três pilotos percorreram mais de 6 mil quilômetros durante os testes, comunicando-se com os centros de controle a as infraestruturas de trânsito através de 22 unidades de estradas de quatro diferentes fornecedores. /n/nTambém foi comprovada sua interoperabilidade, fazendo testes nos quais os sistemas e serviços desenvolvidos no piloto de uma cidade foram testados nas outras capitais envolvidas para confirmar seu bom funcionamento. /n/nDesta forma, os pilotos de Lisboa, Madri e Paris vão facilitar o desenvolvimento em grande escala destes serviços inteligentes em toda a Europa e vão favorecer o desenvolvimento do Corredor Atlântico do qual fazem parte, considerada uma das vias prioritárias para a evolução da infraestrutura de transporte europeia. /n/nGeotecnologias e Drones na Indústria 4.0 /n/nReunindo mais de 3.800 participantes, 120 marcas na feira e 240 horas de conteúdo, os eventos MundoGEO Connect e DroneShow 2019 foram um marco no setor com o tema Geotecnologias e Drones na Indústria 4.0",
    "title": "Inteligência Artificial é aliada no tráfego de carros autônomos",
    "type": "article",
    "url": "https://mundogeo.com/2019/07/11/inteligencia-artificial-e-aliada-no-trafego-de-carros-autonomos/"
}