{
    "author": "unknown",
    "body": "/n/nBilionário questiona o uso da tecnologia em carros e diz que a IA pode transformar softwares de uma forma jamais vista /n/nAs maiores transformações no universo do software ainda estão por vir e serão fruto do desenvolvimento da inteligência artificial (IA). Quem diz é Bill Gates, durante reunião da Microsoft Research, acompanhada por jornalistas da Fast Company. /n/nPara se ter ideia, daqui a cinco anos, segundo Gates, o plano é que a IA da Microsoft tenha desenvolvido uma profunda compreensão dos fatos, da linguagem e dos negócios de seus usuários. Serão tantas as informações absorvidas pelo sistema que será possível criar um assistente capaz de realizar tarefas que, hoje, somente um humano experiente consegue realizar, como identificar os itens mais importantes em uma pilha de e-mails ou telefonemas, ou reunir todas as pessoas, instalações e informações necessárias para uma reunião.  /n/nGates também defende que não deve demorar muito para termos um robô para realizar tarefas como limpar a casa ou montar móveis. Afinal, muitas das tecnologias necessárias para tornar este plano se tornar realidade já existem, como o reconhecimento de voz, visão computacional e braços e pernas robóticos. Faltam “detalhes” um pouco mais complexos, como uma mão robótica com a destreza de uma mão humana — o que pode demorar anos para ser desenvolvida. /n/nDiante deste cenário cheio de possibilidades, Bill Gates aproveitou o encontro para questionar por que grandes empresas de tecnologia, como Google e Uber, escolheram investir em algo tão complexo e arriscado quanto carros autônomos. /n/n/“Nós tornamos o ato de dirigir um carro uma tarefa paradigmática, mas é algo que demanda responsabilidade e capacidade de lidar com muitas situações inesperadas, como quando alguém para na sua frente ou uma bola rola para a rua,/, disse o empresário, que fornece plataformas para empresas que trabalham com veículos autônomos, mas não tem feito da condução uma prioridade dentro da companhia.  /n/nOlhando ainda mais para o futuro, porém, Gates afirma que a IA deve nos forçar a redefinir o trabalho em si e o papel que ele desempenha na vida humana. Segundo ele, assim teremos a oportunidade de evoluir para atividades mais “elevadas”. /n/n/“Chegará o dia em que não ficaremos concentrados apenas em trabalhar e evitar doenças ”, disse o empresário. Vamos precisar de uma nova causa espiritual que nos ligue, além do básico.",
    "title": "Devemos usar a inteligência artificial em carros autônomos? Bill Gates acha que não",
    "type": "article",
    "url": "https://epocanegocios.globo.com/Tecnologia/noticia/2019/07/devemos-usar-inteligencia-artificial-em-carros-autonomos-bill-gates-acha-que-nao.html"
}