{
    "author": "uknown",
    "body": "/n/nÉ muito utilizada para a análise de operações financeiras simples e complexas /n/nA matemática financeira é uma das áreas da matemática que estuda a variação do dinheiro ao longo do tempo. Ela é muito utilizada nas atividades financeiras do dia a dia, das mais simples às mais complexas. /n/nQuem deseja comprar um imóvel precisa escolher uma forma de pagamento, à vista ou parcelado. Por meio da matemática financeira será possível escolher a opção mais viável e que gere menos custos, calculando, por exemplo, os juros incididos nas prestações do financiamento ou o desconto na quitação no ato da compra. Dessa forma, a matemática financeira tem uma importância fundamental para a vida das pessoas. /n/n História da matemática financeira /n/nAs antigas civilizações já se utilizavam da matemática para as atividades comerciais da época. Os sumérios realizavam empréstimos de sementes e o pagamento era feito com uma parte da colheita, uma forma de pagamento de juros. Na época não existia outra moeda de troca. As informações financeiras eram escritas em tábuas com dados como escrituras de vendas e notas promissórias.  /n/nMuitos anos depois, muitos livros sobre o assunto produzidos no século XVII foram redescobertos no período do Renascimento. A aritmética de Treviso foi considerado o primeiro registro impresso de matemática financeira em 1478, quando apresentou aplicações e práticas do escambo. /n/nPierro Borghi publicou em 1484 a “Aritmética Comercial”, na Itália, fundamental para o desenvolvimento da matemática financeira por tratar de questões relacionadas ao comércio da época. As 17 edições da publicação, a última em 1557, mostram a importância desse legado. Outro destaque da época foi Filippo Calandri, que desenvolveu uma forma aritmética reconhecida como a primeira com problemas ilustrados. /n/nCom o desenvolvimento do comércio e a comercialização de ouro e prata, muitos países criaram suas próprias moedas. Porém, as diferentes moedas entre os países causou problemas comerciais que foram solucionados com o surgimento dos cambistas. /n/nOs cambistas eram responsáveis pela troca e comercialização entre as diferentes moedas e com o tempo passaram a emprestar e guardar dinheiro. O termo “banco” das instituições financeiras atuais faz referência aos cambistas que ficavam em bancos de madeira.  /n/nA evolução da economia e, consequentemente, da matemática financeira, permitiu que muitas situações consideradas impossíveis de serem resolvidas, hoje podem ser solucionadas por meio de técnicas e ferramentas específicas.  /n/nA matemática financeira teve um papel fundamental no desenvolvimento da economia. (Foto: Pixabay) /n/nConceitos da matemática financeira /n/nAlguns conceitos básicos da matemática financeira são fundamentais para a compreensão da sua importância no cotidiano das pessoas. São eles: /n/nJuros: é a remuneração que o cobrador ganha por ter concedido o empréstimo.  /n/nTaxas de juros: por ter empresado um determinado valor, o credor cobra uma quantia, que é a taxa de juros. Pode ser simples ou composto (detalhes abaixo).  /n/nCapital ou Principal: é o valor do dinheiro no momento atual, podendo ser representado pelas letras C ou P.  /n/nMontante: são os juros incididos sobre o valor acumulado, chamado de valor futuro. Para calcular o montante, a fórmula utilizada é M = C + J. /n/nCálculos da Matemática Financeira /n/nPorcentagem /n/nÉ muito utilizada para comparação de valores representando crescimento ou queda. Também chamada de razão centesimal ou percentual, significa “por cento”, que quer dizer uma determinada parte de cada 100 partes. /n/nA porcentagem é representada pelo símbolo % (por cento), mas pode ser escrita também na forma de número decimal ou fração. Veja abaixo alguns exemplos de como calcular a porcentagem: /n/n1.    Uma loja de eletrodomésticos possui o preço de custo de R$ 210 para determinada mercadoria. Para que seja possível obter um lucro de 20% na venda dessa mercadoria, por quanto a loja deve vendê-la? /n/n20% de 210 = 0,2 x 210 = 42 /n/n210 + 42 = 252 /n/nA loja deve vender a mercadoria por R$ 252 para que se tenha um lucro de 20%. /n/n2.    Um sapato custa R$ 82. O desconto para pagamento à vista é de 15%. Quanto o cliente pagará com o desconto? /n/n15% de 82 = 0,15 x 82 = 12,3 /n/n82 – 12,3 = 69,70 /n/nO cliente pagará R$ 69,70 pelo sapato. /n/n3.    Uma perfumaria ofereceu desconto de 10% em todos os seus produtos. Isso significa que, em cada R$ 100, foi dado um desconto de R$ 10. /n/n4.    No time do Santos, 90% dos jogadores são craques. Quer dizer que em cada 100 jogadores corintianos, 90 são craques. /n/n5.    O feijão teve um aumento de 15%. Significa que em cada R$ 100 houve um acréscimo de R$ 15. /n/nVariação percentual /n/nÉ a variação em determinado valor, que pode ser de acréscimo ou decréscimo.  /n/nO cálculo é representado pela equação (V2-V1)/V1 * 100), no qual V2 representa o valor posterior ou final e V1 o valor anterior ou inicial. Confira um exemplo: /n/nUm produto custava R$ 15 e aumentou para R$ 18, qual a variação percentual? Rapidamente podemos constatar que o aumento foi de R$ 3, mas quanto isso equivale em percentagem? /n/nConfira a resolução: /n/n18-15/15*100= /n/n3/15*100 =  /n/n0,2*100 = 20% /n/nA variação percentual foi de 20%. /n/nJuros Simples /n/nA taxa de juros simples é calculada com base no valor inicial de uma compra ou empréstimo. É mais utilizada em aplicações de curto prazo.  A fórmula utilizada para calcular os juros simples é (J = C * i *t), sendo que: /n/nJ = juros /n/nC = capital /n/ni = taxa fixa /n/nt = período de tempo /n/nExemplo: /n/n1.    Carla aplicou R$ 500 a taxa de 3% de juros simples. Qual será o montante após 8 meses de aplicação? /n/nPrimeiro é necessário calcular os juros: /n/nJ = C*i*t /n/nJ = 500 x 0,03 x 8 = 120 /n/nEm seguida, já é possível calcular o montante: /n/nM (montante) = C+J /n/nM = 500 + 120 = 620 /n/nCarla terá um montante de R$ 620 reais. /n/nJuros Composto /n/nEssa taxa é calculada sobre o valor acumulado, que aumenta a cada período. É utilizado na maioria das operações financeiras, como financiamentos, empréstimos, correção da poupança, entre outros. A fórmula utilizada para calcular os juros compostos é: /n/nM = C (1+i)t, sendo que: /n/nJ = juros /n/nC = capital /n/ni = taxa fixa /n/nt = período de tempo /n/nM = montante /n/nExemplo: /n/n1.    Qual o montante de um capital de R$ 12.000 aplicado durante três anos em uma instituição financeira que paga uma taxa de 1,5% de a.m de juros compostos. /n/nM = C*(1+i)t /n/nM = 12000 x (1 + 0,015)36 /n/nM = 12000 x 1,01536  /n/nM = 12000 x 1,70914 /n/nM = 20.509,68 /n/nO montante será de R$ 20.509,68. /n/nMatemática financeira no dia a dia /n/nA matemática financeira foi muito importante para o processo de desenvolvimento da economia. Atualmente, ela é utilizada tanto por empresas como por pessoas nas mais diversas situações. /n/nQuem deseja comprar uma casa de praia e possui um dinheiro na poupança precisa optar por pagar à vista ou financiado. Essa escolha será feita com base no que for mais vantajoso para o comprador, com a menor taxa de juros. Esse cálculo é possível por meio da matemática financeira.  /n/nO mesmo ocorre no momento de comprar smartphone. Se será comprado à vista, no boleto ou cartão de crédito, vai depender do que for mais rentável para o comprador, como a menor taxa de juros ou possíveis descontos.  /n/nJá no caso das empresas, a matemática financeira também é de extrema importância. Transações financeiras, recursos mais viáveis, lucro mensal, balanço, controle da folha de pagamento, todos esses itens fundamentais para a saúde financeira de uma organização dependem de alguma forma da matemática financeira. /n/nNesse sentido, compreender os cálculos básicos da matemática e sua aplicabilidade pode facilitar a vida financeira em muitos aspectos, desde ações simples, como comprar um bem ou como avaliar o lucro de uma empresa.",
    "title": "Matemática Financeira",
    "type": "article",
    "url": "https://www.educamaisbrasil.com.br/enem/matematica/matematica-financeira"
}