{
    "author": "Emerson Alecrim",
    "body": "/n/nA inteligência artificial já é realidade em diversas aplicações; o machine learning é parte fundamental disso /n/nAlgumas tecnologias passam a fazer parte do nosso dia a dia de um jeito tão silencioso que a gente dificilmente percebe. Um exemplo é o machine learning, que pode ser traduzido como aprendizado de máquina ou aprendizagem de máquina: esse é um conceito associado à inteligência artificial, razão pela qual é cada vez mais destacado pela mídia. Apesar disso, pouca gente compreende a ideia. /n/ne é o seu caso, não se preocupe: nas próximas linhas, você descobrirá o que é machine learning e conhecerá algumas aplicações que já adotam tecnologias do tipo. /n/nDiferença entre machine learning e inteligência artificial /n/nVamos começar esclarecendo um detalhe que causa confusão: muita gente pensa que machine learning e inteligência artificial significam a mesma coisa, mas não é bem assim. Na verdade, a inteligência artificial é um conceito amplo que inclui o aprendizado de máquina como um dos seus recursos. /n/nMas, então, o que é inteligência artificial? Há várias definições para a ideia. Uma que é bastante aceita é a de que a inteligência artificial consiste em mecanismos computacionais que se baseiam no comportamento humano para resolver problemas. Em outras palavras, a tecnologia faz o computador “pensar” como uma pessoa para executar tarefas. /n/nÉ verdade que essa é uma explicação simplista, afinal, um sistema inteligente não precisa, necessariamente, ser algo próximo do raciocínio humano. De todo modo, não deixa de existir alguma lógica aí. Nós, humanos, somos capazes de analisar dados, encontrar padrões ou tendências neles, de fazer análises mais apuradas a partir daí e, então, utilizar as conclusões para tomar decisões. De certo modo, a inteligência artificial segue esse mesmo princípio. /n/nNormalmente, quanto mais executamos uma tarefa, mais habilidosos ficamos nela. Isso é resultado da nossa capacidade de aprender. A repetição ou a execução frequente de procedimentos relacionados funciona como um treinamento para nós. Algo parecido ocorre nos sistemas de inteligência artificial: dados disponíveis publicamente (a partir da web, por exemplo) ou registrados em plataformas próprias servem de treinamento para os algoritmos de inteligência artificial. /n/nComo esse treinamento é feito? Não existe uma forma, há vários algoritmos para esse fim. Tudo depende da aplicação e das organizações ou pessoas que estão por trás deles. Aqui, o que mais importa é saber que é neste momento que o machine learning passa a fazer sentido. /n/nO que é machine learning, então? /n/nMachine learning também é um conceito com várias definições possíveis. Aqui vai uma que nos permite assimilar bem sua essência: aprendizado de máquina é um sistema que pode modificar seu comportamento autonomamente tendo como base a sua própria experiência — o treinamento que abordamos anteriormente. A interferência humana aqui é mínima. /n/nA tal modificação comportamental consiste, basicamente, no estabelecimento de regras lógicas, vamos dizer assim, que visam melhorar o desempenho de uma tarefa ou, dependendo da aplicação, tomar a decisão mais apropriada para o contexto. Essas regras são geradas com base no reconhecimento de padrões dentro dos dados analisados. /n/nPense em uma pessoa que digita a palavra bravo em um site de busca. O serviço precisa analisar uma série de parâmetros para decidir se exibe resultados equivalentes a enfurecido ou a corajoso, dois significados possíveis. Entre os numerosos parâmetros disponíveis está o histórico de pesquisa do usuário: se minutos antes ele tiver buscado por coragem, por exemplo, o segundo significado é o mais provável. /n/nEsse é um exemplo muito simples, mas que ilustra alguns aspectos importantes do machine learning. Para começar, é importante que sistemas do tipo façam análises com base em uma quantidade significativa de dados, coisa que os buscadores têm de sobra por conta dos milhões de acessos que recebem e que, consequentemente, servem de treinamento. /n/nOutro aspecto ilustrado ali é a constante entrada de dados que favorece a identificação de novos padrões. Suponha que a palavra bravo passe a ser uma gíria associada a um movimento cultural. Com o machine learning, o mecanismo de pesquisa conseguirá identificar padrões que apontam para o novo significado do termo e, depois de algum tempo, estará apto a considerá-lo nos resultados das buscas. /n/nHá várias abordagens para o machine learning. Uma bastante conhecida é chamada de deep learning ou aprendizagem profunda. Nela, grandes quantidades de dados são tratadas a partir de várias camadas de redes neurais artificiais (algoritmos inspirados na estrutura de neurônios do cérebro) que resolvem problemas muito complexos, como reconhecimento de objetos em imagens. /n/nExemplos de uso do machine learning /n/nO uso do machine learning nas mais diversas aplicações só tende a crescer. Não é por capricho, mas por necessidade: muitos recursos tecnológicos que temos hoje só funcionam ou são viáveis por conta da inteligência artificial. Eis alguns exemplos: /n/n– Banco de dados autônomo: com auxílio do machine learning, bancos de dados autônomos lidam de modo automatizado com várias tarefas até então realizadas por um administrador (DBA), permitindo que o profissional cuide de outras atividades e diminuindo o risco de indisponibilidade da aplicação por falha humana; /n/n– Combate a fraudes em sistemas de pagamento: diversas tentativas de fraudes com cartões de crédito e outros meios de pagamentos são geradas a cada segundo no mundo todo; felizmente, o machine learning tem permitido que sistemas de combate a fraudes barrem a maior parte dessas ações; /n/n– Tradução de textos: uma tradução nunca pode ser feita ao pé da letra; é preciso levar em conta contextos, expressões regionais e outros parâmetros. Graças ao machine learning, os tradutores automáticos estão ficando cada vez mais precisos; /n/n– Recomendação de conteúdo: plataformas de streaming de vídeo e áudio usam o machine learning para analisar o histórico de conteúdo reproduzido ou rejeitado pelo usuário para dar a ele recomendações condizentes com os seus gostos. /n/nApesar de os conceitos de inteligência artificial e machine learning terem surgido há muito tempo, só agora a gente vê uso em larga escala dessas tecnologias. Mas, acredite, ainda estamos só no começo. Se elas são muito úteis e impressionantes atualmente, imagine quando estiverem mais treinadas e aperfeiçoadas.",
    "title": "Machine learning: o que é e por que é tão importante",
    "type": "article",
    "url": "https://tecnoblog.net/247820/machine-learning-ia-o-que-e/"
}